Revit 2027 API
CopyPasteOptions Constructor
 Creates a new instance of a CopyPasteOptions object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CopyPasteOptions()
Public Sub New
public:
CopyPasteOptions()
new : unit -> CopyPasteOptions
See Also
Reference
CopyPasteOptions Class
Autodesk.Revit.DB Namespace